tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "spring-io/tap"
brew "cocoapods"
brew "difftastic"
brew "fd"
brew "fzf"
brew "git"
brew "goenv"
brew "jenv"
brew "mas"
brew "neovim", link: false
brew "nodenv"
brew "openjdk"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "watchman"
brew "xcodes"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "aldente"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "docker"
cask "dotnet-sdk"
cask "flipper"
cask "font-roboto-mono-nerd-font"
cask "paw"
cask "raycast"
cask "spotify"
cask "tableplus"
mas "AdBlock Pro", id: 1018301773
mas "Dato", id: 1470584107
mas "Vimari", id: 1480933944
