tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jeroenzeelmaekers/tap", "git@github.com:jeroenzeelmaekers/homebrew-tap.git"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "aria2"
brew "azure-cli"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "difftastic"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "goenv"
brew "jenv"
brew "jq"
brew "lua"
brew "mas"
brew "neofetch"
brew "neovim", link: false
brew "ninja"
brew "nodenv"
brew "openjdk"
brew "pnpm"
brew "rbenv"
brew "rustup-init"
brew "subversion"
brew "texlive"
brew "tmux"
brew "watchman"
brew "xcodes"
brew "yarn"
brew "zig"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jeroenzeelmaekers/tap/simls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "flipper"
cask "godot"
cask "paw"
cask "pixelsnap"
cask "qmk-toolbox"
cask "raycast"
cask "skim"
cask "spotify"
cask "tableplus"
mas "1Password for Safari", id: 1569813296
mas "AdBlock Pro", id: 1018301773
mas "Vimari", id: 1480933944
